Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.siwaHeadline
source: Setup Account
ar: إعداد الحساب
bn: অ্যাকাউন্ট সেটআপ করুন
cs: Nastavení účtu
da: Opsæt konto
de: Konto einrichten
el: Ρύθμιση λογαριασμού
es: Configurar cuenta
es_419: Configurar cuenta
fa: راه‌اندازی حساب
fi: Tilin määritys
fil: I-set up ang Account
fr: Configurer le compte
he: הגדרת חשבון
hi: खाता सेटअप करें
hu: Fiók beállítása
hy: Հաշվի կարգավորում
id: Siapkan Akun
it: Configura l'account
ja: アカウントを設定
ko: 계정 설정
ms: Sediakan Akaun
nb: Sett opp konto
nl: Account instellen
pl: Konfiguracja konta
pt_br: Configurar Conta
pt_pt: Configurar Conta
ro: Configurare cont
ru: Настройка аккаунта
sv: Konfigurera konto
ta: கணக்கை அமைக்கவும்
te: ఖాతా సెటప్ చేయండి
th: ตั้งค่าบัญชี
tr: Hesabı Kur
uk: Налаштування акаунта
ur: اکاؤنٹ ترتیب دیں
vi: Thiết lập tài khoản
zh_hans: 设置账户
zh_hant: 設定帳號

# onboarding.siwaSubheadline
source: Finish setting up your account and join the community.
ar: أكمل إعداد حسابك وانضم إلى المجتمع.
bn: আপনার অ্যাকাউন্ট সেটআপ সম্পন্ন করুন এবং কমিউনিটিতে যোগ দিন।
cs: Dokonči nastavení svého účtu a přidej se ke komunitě.
da: Færdiggør opsætningen af din konto, og bliv en del af fællesskabet.
de: Schließe die Einrichtung deines Kontos ab und werde Teil der Community.
el: Ολοκλήρωσε τη ρύθμιση του λογαριασμού σου και μπες στην κοινότητα.
es: Termina de configurar tu cuenta y únete a la comunidad.
es_419: Termina de configurar tu cuenta y únete a la comunidad.
fa: راه‌اندازی حسابتان را کامل کنید و به جامعه بپیوندید.
fi: Viimeistele tilisi määritys ja liity yhteisöön.
fil: Tapusin ang pag-set up ng iyong account at sumali sa komunidad.
fr: Terminez la configuration de votre compte et rejoignez la communauté.
he: סיימו להגדיר את החשבון שלכם והצטרפו לקהילה.
hi: अपना खाता सेटअप पूरा करें और समुदाय से जुड़ें।
hu: Fejezze be a fiók beállítását, és csatlakozzon a közösséghez.
hy: Ավարտեք ձեր հաշվի կարգավորումը և միացեք համայնքին։
id: Selesaikan penyiapan akun Anda dan gabung dengan komunitas.
it: Completa la configurazione del tuo account e unisciti alla community.
ja: アカウントの設定を完了してコミュニティに参加しよう。
ko: 계정 설정을 마치고 커뮤니티에 참여하세요.
ms: Selesaikan penyediaan akaun anda dan sertai komuniti.
nb: Fullfør oppsettet av kontoen din og bli med i fellesskapet.
nl: Rond het instellen van je account af en word lid van de community.
pl: Dokończ konfigurację konta i dołącz do społeczności.
pt_br: Termine de configurar sua conta e junte-se à comunidade.
pt_pt: Termine a configuração da sua conta e junte-se à comunidade.
ro: Finalizați configurarea contului și alăturați-vă comunității.
ru: Завершите настройку аккаунта и присоединяйтесь к сообществу.
sv: Slutför konfigurationen av ditt konto och gå med i communityt.
ta: உங்கள் கணக்கை அமைப்பதை முடித்து சமூகத்தில் இணையுங்கள்.
te: మీ ఖాతా సెటప్‌ను పూర్తి చేసి కమ్యూనిటీలో చేరండి.
th: ตั้งค่าบัญชีของคุณให้เสร็จแล้วมาเข้าร่วมคอมมูนิตี้กัน
tr: Hesabını kurmayı tamamla ve topluluğa katıl.
uk: Завершіть налаштування свого акаунта та приєднайтеся до спільноти.
ur: اپنا اکاؤنٹ ترتیب دینا مکمل کریں اور کمیونٹی میں شامل ہوں۔
vi: Hoàn tất thiết lập tài khoản của bạn và tham gia cộng đồng.
zh_hans: 完成账户设置，加入社区。
zh_hant: 完成帳號設定，加入社群吧。

# onboarding.twoFactorExpiredMessage
source: Your verification session has expired. Please sign in again.
ar: انتهت صلاحية جلسة التحقق الخاصة بك. يرجى تسجيل الدخول مرة أخرى.
bn: আপনার যাচাইকরণ সেশনের মেয়াদ শেষ হয়ে গেছে। অনুগ্রহ করে আবার সাইন ইন করুন।
cs: Platnost vašeho ověřovacího sezení vypršela. Přihlaste se prosím znovu.
da: Din verificeringssession er udløbet. Log venligst ind igen.
de: Ihre Verifizierungssitzung ist abgelaufen. Bitte melden Sie sich erneut an.
el: Η συνεδρία επαλήθευσης έληξε. Παρακαλούμε συνδεθείτε ξανά.
es: Su sesión de verificación ha caducado. Vuelva a iniciar sesión.
es_419: Su sesión de verificación expiró. Por favor, inicie sesión de nuevo.
fa: نشست تأیید شما منقضی شده است. لطفاً دوباره وارد شوید.
fi: Vahvistusistuntosi on vanhentunut. Kirjaudu sisään uudelleen.
fil: Nag-expire na ang iyong verification session. Mangyaring mag-sign in muli.
fr: Votre session de vérification a expiré. Veuillez vous reconnecter.
he: תוקף סשן האימות פג. נא להתחבר שוב.
hi: आपका सत्यापन सत्र समाप्त हो गया है। कृपया दोबारा साइन इन करें।
hu: Az ellenőrzési munkamenet lejárt. Kérjük, jelentkezzen be újra.
hy: Ձեր հաստատման աշխատաշրջանի ժամկետը լրացել է։ Խնդրում ենք նորից մուտք գործել։
id: Sesi verifikasi Anda telah berakhir. Silakan masuk kembali.
it: La sua sessione di verifica è scaduta. Effettui di nuovo l'accesso.
ja: 認証セッションの有効期限が切れました。もう一度サインインしてください。
ko: 인증 세션이 만료되었습니다. 다시 로그인해 주세요.
ms: Sesi pengesahan anda telah tamat tempoh. Sila log masuk semula.
nb: Verifiseringsøkten din har utløpt. Vennligst logg inn på nytt.
nl: Uw verificatiesessie is verlopen. Log opnieuw in.
pl: Sesja weryfikacji wygasła. Zaloguj się ponownie.
pt_br: Sua sessão de verificação expirou. Por favor, entre novamente.
pt_pt: A sua sessão de verificação expirou. Inicie sessão novamente.
ro: Sesiunea de verificare a expirat. Vă rugăm să vă autentificați din nou.
ru: Срок действия сессии проверки истёк. Пожалуйста, войдите снова.
sv: Din verifieringssession har upphört. Logga in igen.
ta: உங்கள் சரிபார்ப்பு அமர்வின் காலாவதியாகிவிட்டது. தயவுசெய்து மீண்டும் உள்நுழையவும்.
te: మీ ధృవీకరణ సెషన్ గడువు ముగిసింది. దయచేసి మళ్లీ సైన్ ఇన్ చేయండి.
th: เซสชันการยืนยันตัวตนของคุณหมดอายุแล้ว กรุณาลงชื่อเข้าใช้อีกครั้ง
tr: Doğrulama oturumunuzun süresi doldu. Lütfen tekrar oturum açın.
uk: Термін дії сеансу підтвердження минув. Будь ласка, увійдіть знову.
ur: آپ کا تصدیقی سیشن ختم ہو چکا ہے۔ براہ کرم دوبارہ سائن اِن کریں۔
vi: Phiên xác minh của bạn đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: 您的验证会话已过期，请重新登录。
zh_hant: 您的驗證工作階段已逾期，請重新登入。

# onboarding.twoFactorExpiredTitle
source: Session Expired
ar: انتهت صلاحية الجلسة
bn: সেশনের মেয়াদ শেষ
cs: Platnost sezení vypršela
da: Session udløbet
de: Sitzung abgelaufen
el: Η συνεδρία έληξε
es: Sesión caducada
es_419: Sesión expirada
fa: نشست منقضی شد
fi: Istunto vanhentunut
fil: Nag-expire ang Session
fr: Session expirée
he: תוקף הסשן פג
hi: सत्र समाप्त हो गया
hu: A munkamenet lejárt
hy: Աշխատաշրջանի ժամկետը լրացել է
id: Sesi Berakhir
it: Sessione scaduta
ja: セッションの有効期限切れ
ko: 세션 만료
ms: Sesi Tamat Tempoh
nb: Økten er utløpt
nl: Sessie verlopen
pl: Sesja wygasła
pt_br: Sessão Expirada
pt_pt: Sessão Expirada
ro: Sesiune expirată
ru: Сессия истекла
sv: Sessionen har upphört
ta: அமர்வு காலாவதியானது
te: సెషన్ గడువు ముగిసింది
th: เซสชันหมดอายุ
tr: Oturum Süresi Doldu
uk: Термін дії сеансу минув
ur: سیشن ختم ہو گیا
vi: Phiên đã hết hạn
zh_hans: 会话已过期
zh_hant: 工作階段已逾期

# onboarding.twoFactorHeadline
source: Two-Factor Authentication
ar: المصادقة الثنائية
bn: টু-ফ্যাক্টর অথেনটিকেশন
cs: Dvoufázové ověření
da: Tofaktorgodkendelse
de: Zwei-Faktor-Authentifizierung
el: Έλεγχος ταυτότητας δύο παραγόντων
es: Autenticación de dos factores
es_419: Autenticación de dos factores
fa: احراز هویت دومرحله‌ای
fi: Kaksivaiheinen tunnistautuminen
fr: Authentification à deux facteurs
he: אימות דו-שלבי
hi: द्वि-कारक प्रमाणीकरण
hu: Kétfaktoros hitelesítés
hy: Երկգործոն նույնականացում
id: Autentikasi Dua Faktor
it: Autenticazione a due fattori
ja: 二要素認証
ko: 2단계 인증
ms: Pengesahan Dua Faktor
nb: Tofaktorautentisering
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de Dois Fatores
pt_pt: Autenticação de Dois Fatores
ro: Autentificare în doi pași
ru: Двухфакторная аутентификация
sv: Tvåfaktorsautentisering
ta: இரு-காரணி அங்கீகாரம்
te: రెండు-అంశాల ప్రామాణీకరణ
th: การยืนยันตัวตนสองขั้นตอน
tr: İki Faktörlü Kimlik Doğrulama
uk: Двофакторна автентифікація
ur: دو عنصری توثیق
vi: Xác thực hai yếu tố
zh_hans: 双重认证
zh_hant: 雙重認證

# onboarding.twoFactorInvalidCode
source: Incorrect code. Please try again.
ar: الرمز غير صحيح. يرجى المحاولة مرة أخرى.
bn: ভুল কোড। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Nesprávný kód. Zkuste to prosím znovu.
da: Forkert kode. Prøv venligst igen.
de: Falscher Code. Bitte versuchen Sie es erneut.
el: Λανθασμένος κωδικός. Παρακαλούμε δοκιμάστε ξανά.
es: Código incorrecto. Inténtelo de nuevo.
es_419: Código incorrecto. Por favor, inténtelo de nuevo.
fa: کد نادرست است. لطفاً دوباره تلاش کنید.
fi: Virheellinen koodi. Yritä uudelleen.
fil: Maling code. Mangyaring subukan muli.
fr: Code incorrect. Veuillez réessayer.
he: קוד שגוי. נא לנסות שוב.
hi: ग़लत कोड। कृपया दोबारा प्रयास करें।
hu: Helytelen kód. Kérjük, próbálja újra.
hy: Սխալ կոդ։ Խնդրում ենք նորից փորձել։
id: Kode salah. Silakan coba lagi.
it: Codice errato. Riprovi.
ja: コードが正しくありません。もう一度お試しください。
ko: 잘못된 코드입니다. 다시 시도해 주세요.
ms: Kod tidak betul. Sila cuba lagi.
nb: Feil kode. Vennligst prøv igjen.
nl: Onjuiste code. Probeer het opnieuw.
pl: Nieprawidłowy kod. Spróbuj ponownie.
pt_br: Código incorreto. Por favor, tente novamente.
pt_pt: Código incorreto. Tente novamente.
ro: Cod incorect. Vă rugăm să încercați din nou.
ru: Неверный код. Пожалуйста, попробуйте ещё раз.
sv: Felaktig kod. Försök igen.
ta: தவறான குறியீடு. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: కోడ్ తప్పుగా ఉంది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: รหัสไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Hatalı kod. Lütfen tekrar deneyin.
uk: Неправильний код. Будь ласка, спробуйте ще раз.
ur: کوڈ غلط ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Mã không đúng. Vui lòng thử lại.
zh_hans: 验证码不正确，请重试。
zh_hant: 驗證碼錯誤，請再試一次。

# onboarding.twoFactorInvalidFormat
source: Recovery codes use the format XXXXXXXXXX-XXXXXXXXXX.
ar: تستخدم رموز الاسترداد التنسيق XXXXXXXXXX-XXXXXXXXXX.
bn: রিকভারি কোড XXXXXXXXXX-XXXXXXXXXX ফরম্যাট ব্যবহার করে।
cs: Záložní kódy používají formát XXXXXXXXXX-XXXXXXXXXX.
da: Gendannelseskoder bruger formatet XXXXXXXXXX-XXXXXXXXXX.
de: Wiederherstellungscodes haben das Format XXXXXXXXXX-XXXXXXXXXX.
el: Οι κωδικοί ανάκτησης χρησιμοποιούν τη μορφή XXXXXXXXXX-XXXXXXXXXX.
es: Los códigos de recuperación usan el formato XXXXXXXXXX-XXXXXXXXXX.
es_419: Los códigos de recuperación usan el formato XXXXXXXXXX-XXXXXXXXXX.
fa: کدهای بازیابی از قالب XXXXXXXXXX-XXXXXXXXXX استفاده می‌کنند.
fi: Palautuskoodit ovat muodossa XXXXXXXXXX-XXXXXXXXXX.
fil: Ang mga recovery code ay gumagamit ng format na XXXXXXXXXX-XXXXXXXXXX.
fr: Les codes de récupération utilisent le format XXXXXXXXXX-XXXXXXXXXX.
he: קודי שחזור משתמשים בפורמט XXXXXXXXXX-XXXXXXXXXX.
hi: रिकवरी कोड का प्रारूप XXXXXXXXXX-XXXXXXXXXX होता है।
hu: A helyreállítási kódok formátuma: XXXXXXXXXX-XXXXXXXXXX.
hy: Վերականգնման կոդերն ունեն XXXXXXXXXX-XXXXXXXXXX ձևաչափը։
id: Kode pemulihan menggunakan format XXXXXXXXXX-XXXXXXXXXX.
it: I codici di recupero usano il formato XXXXXXXXXX-XXXXXXXXXX.
ja: リカバリーコードは XXXXXXXXXX-XXXXXXXXXX の形式です。
ko: 복구 코드는 XXXXXXXXXX-XXXXXXXXXX 형식을 사용합니다.
ms: Kod pemulihan menggunakan format XXXXXXXXXX-XXXXXXXXXX.
nb: Gjenopprettingskoder bruker formatet XXXXXXXXXX-XXXXXXXXXX.
nl: Herstelcodes hebben de notatie XXXXXXXXXX-XXXXXXXXXX.
pl: Kody odzyskiwania mają format XXXXXXXXXX-XXXXXXXXXX.
pt_br: Os códigos de recuperação usam o formato XXXXXXXXXX-XXXXXXXXXX.
pt_pt: Os códigos de recuperação usam o formato XXXXXXXXXX-XXXXXXXXXX.
ro: Codurile de recuperare folosesc formatul XXXXXXXXXX-XXXXXXXXXX.
ru: Коды восстановления имеют формат XXXXXXXXXX-XXXXXXXXXX.
sv: Återställningskoder använder formatet XXXXXXXXXX-XXXXXXXXXX.
ta: மீட்பு குறியீடுகள் XXXXXXXXXX-XXXXXXXXXX என்ற வடிவத்தைப் பயன்படுத்துகின்றன.
te: రికవరీ కోడ్‌లు XXXXXXXXXX-XXXXXXXXXX ఫార్మాట్‌ను ఉపయోగిస్తాయి.
th: รหัสกู้คืนใช้รูปแบบ XXXXXXXXXX-XXXXXXXXXX
tr: Kurtarma kodları XXXXXXXXXX-XXXXXXXXXX biçimini kullanır.
uk: Коди відновлення мають формат XXXXXXXXXX-XXXXXXXXXX.
ur: ریکوری کوڈز کا فارمیٹ XXXXXXXXXX-XXXXXXXXXX ہوتا ہے۔
vi: Mã khôi phục sử dụng định dạng XXXXXXXXXX-XXXXXXXXXX.
zh_hans: 恢复代码的格式为 XXXXXXXXXX-XXXXXXXXXX。
zh_hant: 復原碼的格式為 XXXXXXXXXX-XXXXXXXXXX。

# onboarding.twoFactorNetworkError
source: Network error. Check your connection and try again.
ar: خطأ في الشبكة. تحقق من اتصالك وحاول مرة أخرى.
bn: নেটওয়ার্ক ত্রুটি। আপনার সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
cs: Chyba sítě. Zkontrolujte připojení a zkuste to znovu.
da: Netværksfejl. Tjek din forbindelse, og prøv igen.
de: Netzwerkfehler. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
el: Σφάλμα δικτύου. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Error de red. Compruebe su conexión e inténtelo de nuevo.
es_419: Error de red. Verifique su conexión e inténtelo de nuevo.
fa: خطای شبکه. اتصال خود را بررسی کنید و دوباره تلاش کنید.
fi: Verkkovirhe. Tarkista yhteytesi ja yritä uudelleen.
fil: May error sa network. Suriin ang iyong koneksyon at subukan muli.
fr: Erreur réseau. Vérifiez votre connexion et réessayez.
he: שגיאת רשת. בדקו את החיבור ונסו שוב.
hi: नेटवर्क त्रुटि। अपना कनेक्शन जाँचें और दोबारा प्रयास करें।
hu: Hálózati hiba. Ellenőrizze a kapcsolatot, és próbálja újra.
hy: Ցանցային սխալ։ Ստուգեք ձեր կապը և նորից փորձեք։
id: Kesalahan jaringan. Periksa koneksi Anda dan coba lagi.
it: Errore di rete. Controlli la connessione e riprovi.
ja: ネットワークエラーです。接続を確認してもう一度お試しください。
ko: 네트워크 오류입니다. 연결을 확인하고 다시 시도해 주세요.
ms: Ralat rangkaian. Semak sambungan anda dan cuba lagi.
nb: Nettverksfeil. Kontroller tilkoblingen din og prøv igjen.
nl: Netwerkfout. Controleer uw verbinding en probeer het opnieuw.
pl: Błąd sieci. Sprawdź połączenie i spróbuj ponownie.
pt_br: Erro de rede. Verifique sua conexão e tente novamente.
pt_pt: Erro de rede. Verifique a sua ligação e tente novamente.
ro: Eroare de rețea. Verificați conexiunea și încercați din nou.
ru: Ошибка сети. Проверьте подключение и попробуйте снова.
sv: Nätverksfel. Kontrollera din anslutning och försök igen.
ta: பிணைய பிழை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: నెట్‌వర్క్ లోపం. మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดของเครือข่าย กรุณาตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Ağ hatası. Bağlantınızı kontrol edip tekrar deneyin.
uk: Помилка мережі. Перевірте з’єднання та спробуйте ще раз.
ur: نیٹ ورک کی خرابی۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Lỗi mạng. Vui lòng kiểm tra kết nối và thử lại.
zh_hans: 网络错误。请检查网络连接后重试。
zh_hant: 網路錯誤。請檢查您的連線後再試一次。

# onboarding.twoFactorSubheadlineRecovery
source: Enter one of your recovery codes.
ar: أدخل أحد رموز الاسترداد الخاصة بك.
bn: আপনার রিকভারি কোডগুলোর মধ্যে একটি লিখুন।
cs: Zadejte jeden ze svých záložních kódů.
da: Indtast en af dine gendannelseskoder.
de: Geben Sie einen Ihrer Wiederherstellungscodes ein.
el: Εισαγάγετε έναν από τους κωδικούς ανάκτησής σας.
es: Introduzca uno de sus códigos de recuperación.
es_419: Ingrese uno de sus códigos de recuperación.
fa: یکی از کدهای بازیابی خود را وارد کنید.
fi: Syötä jokin palautuskoodeistasi.
fil: Ilagay ang isa sa iyong mga recovery code.
fr: Saisissez l’un de vos codes de récupération.
he: הזינו אחד מקודי השחזור שלכם.
hi: अपने रिकवरी कोड में से कोई एक दर्ज करें।
hu: Adja meg az egyik helyreállítási kódját.
hy: Մուտքագրեք ձեր վերականգնման կոդերից մեկը։
id: Masukkan salah satu kode pemulihan Anda.
it: Inserisca uno dei suoi codici di recupero.
ja: リカバリーコードのいずれかを入力してください。
ko: 복구 코드 중 하나를 입력하세요.
ms: Masukkan salah satu kod pemulihan anda.
nb: Skriv inn en av gjenopprettingskodene dine.
nl: Voer een van uw herstelcodes in.
pl: Wprowadź jeden ze swoich kodów odzyskiwania.
pt_br: Insira um dos seus códigos de recuperação.
pt_pt: Introduza um dos seus códigos de recuperação.
ro: Introduceți unul dintre codurile dumneavoastră de recuperare.
ru: Введите один из ваших кодов восстановления.
sv: Ange en av dina återställningskoder.
ta: உங்கள் மீட்பு குறியீடுகளில் ஒன்றை உள்ளிடவும்.
te: మీ రికవరీ కోడ్‌లలో ఒకదాన్ని నమోదు చేయండి.
th: กรอกรหัสกู้คืนรหัสใดรหัสหนึ่งของคุณ
tr: Kurtarma kodlarınızdan birini girin.
uk: Введіть один зі своїх кодів відновлення.
ur: اپنے ریکوری کوڈز میں سے کوئی ایک درج کریں۔
vi: Nhập một trong các mã khôi phục của bạn.
zh_hans: 请输入您的一个恢复代码。
zh_hant: 請輸入您的任一組復原碼。

# onboarding.twoFactorSubheadlineTOTP
source: Enter the 6-digit code from your authenticator app.
ar: أدخل الرمز المكوّن من 6 أرقام من تطبيق المصادقة الخاص بك.
bn: আপনার অথেনটিকেটর অ্যাপ থেকে ৬-সংখ্যার কোডটি লিখুন।
cs: Zadejte šestimístný kód z vaší ověřovací aplikace.
da: Indtast den 6-cifrede kode fra din godkendelses-app.
de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein.
el: Εισαγάγετε τον 6ψήφιο κωδικό από την εφαρμογή ελέγχου ταυτότητας.
es: Introduzca el código de 6 dígitos de su aplicación de autenticación.
es_419: Ingrese el código de 6 dígitos de su aplicación de autenticación.
fa: کد ۶ رقمی را از برنامه احراز هویت خود وارد کنید.
fi: Syötä todennussovelluksesi kuusinumeroinen koodi.
fil: Ilagay ang 6-digit na code mula sa iyong authenticator app.
fr: Saisissez le code à 6 chiffres de votre application d’authentification.
he: הזינו את הקוד בן 6 הספרות מאפליקציית האימות שלכם.
hi: अपने ऑथेंटिकेटर ऐप से 6-अंकीय कोड दर्ज करें।
hu: Adja meg a hitelesítő alkalmazás 6 jegyű kódját.
hy: Մուտքագրեք ձեր նույնականացման հավելվածի 6-նիշանոց կոդը։
id: Masukkan kode 6 digit dari aplikasi autentikator Anda.
it: Inserisca il codice a 6 cifre della sua app di autenticazione.
ja: 認証アプリに表示される6桁のコードを入力してください。
ko: 인증 앱에 표시된 6자리 코드를 입력하세요.
ms: Masukkan kod 6 digit daripada aplikasi pengesah anda.
nb: Skriv inn den sekssifrede koden fra autentiseringsappen din.
nl: Voer de zescijferige code uit uw authenticator-app in.
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej.
pt_br: Insira o código de 6 dígitos do seu aplicativo autenticador.
pt_pt: Introduza o código de 6 dígitos da sua aplicação de autenticação.
ro: Introduceți codul din 6 cifre din aplicația de autentificare.
ru: Введите 6-значный код из приложения-аутентификатора.
sv: Ange den sexsiffriga koden från din autentiseringsapp.
ta: உங்கள் அங்கீகார பயன்பாட்டிலிருந்து 6-இலக்க குறியீட்டை உள்ளிடவும்.
te: మీ authenticator యాప్‌లోని 6-అంకెల కోడ్‌ను నమోదు చేయండి.
th: กรอกรหัส 6 หลักจากแอปยืนยันตัวตนของคุณ
tr: Kimlik doğrulama uygulamanızdaki 6 haneli kodu girin.
uk: Введіть 6-значний код зі свого застосунку автентифікації.
ur: اپنی authenticator ایپ سے 6 ہندسوں کا کوڈ درج کریں۔
vi: Nhập mã 6 chữ số từ ứng dụng xác thực của bạn.
zh_hans: 请输入认证器应用中的 6 位验证码。
zh_hant: 請輸入驗證器應用程式中的 6 位數驗證碼。

# onboarding.twoFactorUseRecoveryCode
source: Use a recovery code instead
ar: استخدم رمز استرداد بدلاً من ذلك
bn: বরং একটি রিকভারি কোড ব্যবহার করুন
cs: Použít místo toho záložní kód
da: Brug en gendannelseskode i stedet
de: Stattdessen Wiederherstellungscode verwenden
el: Χρήση κωδικού ανάκτησης
es: Usar un código de recuperación
es_419: Usar un código de recuperación
fa: به‌جای آن از کد بازیابی استفاده کنید
fi: Käytä palautuskoodia
fil: Gumamit na lang ng recovery code
fr: Utiliser plutôt un code de récupération
he: השתמשו בקוד שחזור במקום
hi: इसके बजाय रिकवरी कोड का उपयोग करें
hu: Inkább helyreállítási kódot használok
hy: Փոխարենը օգտագործել վերականգնման կոդ
id: Gunakan kode pemulihan
it: Usa invece un codice di recupero
ja: 代わりにリカバリーコードを使用
ko: 복구 코드로 대신 인증
ms: Guna kod pemulihan sebaliknya
nb: Bruk en gjenopprettingskode i stedet
nl: Gebruik in plaats daarvan een herstelcode
pl: Użyj kodu odzyskiwania
pt_br: Usar um código de recuperação
pt_pt: Usar antes um código de recuperação
ro: Folosiți un cod de recuperare
ru: Использовать код восстановления
sv: Använd en återställningskod istället
ta: மாற்றாக மீட்பு குறியீட்டைப் பயன்படுத்தவும்
te: బదులుగా రికవరీ కోడ్ ఉపయోగించండి
th: ใช้รหัสกู้คืนแทน
tr: Bunun yerine kurtarma kodu kullan
uk: Скористатися кодом відновлення
ur: اس کے بجائے ریکوری کوڈ استعمال کریں
vi: Dùng mã khôi phục thay thế
zh_hans: 改用恢复代码
zh_hant: 改用復原碼

# onboarding.twoFactorUseTOTP
source: Use authenticator code instead
ar: استخدم رمز المصادقة بدلاً من ذلك
bn: বরং অথেনটিকেটর কোড ব্যবহার করুন
cs: Použít místo toho kód z ověřovací aplikace
da: Brug godkendelseskode i stedet
de: Stattdessen Authenticator-Code verwenden
el: Χρήση κωδικού ελέγχου ταυτότητας
es: Usar el código de la aplicación de autenticación
es_419: Usar el código de la aplicación de autenticación
fa: به‌جای آن از کد برنامه احراز هویت استفاده کنید
fi: Käytä todennuskoodia
fil: Gumamit na lang ng authenticator code
fr: Utiliser plutôt le code de l’application d’authentification
he: השתמשו בקוד מאפליקציית האימות במקום
hi: इसके बजाय ऑथेंटिकेटर कोड का उपयोग करें
hu: Inkább hitelesítő kódot használok
hy: Փոխարենը օգտագործել նույնականացման կոդ
id: Gunakan kode autentikator
it: Usa invece il codice dell'app di autenticazione
ja: 代わりに認証アプリのコードを使用
ko: 인증 앱 코드로 대신 인증
ms: Guna kod pengesah sebaliknya
nb: Bruk autentiseringskode i stedet
nl: Gebruik in plaats daarvan een authenticator-code
pl: Użyj kodu z aplikacji uwierzytelniającej
pt_br: Usar código do autenticador
pt_pt: Usar antes o código da aplicação de autenticação
ro: Folosiți codul din aplicația de autentificare
ru: Использовать код аутентификатора
sv: Använd autentiseringskod istället
ta: மாற்றாக அங்கீகார குறியீட்டைப் பயன்படுத்தவும்
te: బదులుగా authenticator కోడ్ ఉపయోగించండి
th: ใช้รหัสจากแอปยืนยันตัวตนแทน
tr: Bunun yerine kimlik doğrulama kodu kullan
uk: Скористатися кодом автентифікації
ur: اس کے بجائے authenticator کوڈ استعمال کریں
vi: Dùng mã từ ứng dụng xác thực thay thế
zh_hans: 改用认证器验证码
zh_hant: 改用驗證器驗證碼

# onboarding.twoFactorVerifyButton
source: Verify ✅
ar: تحقق ✅
bn: যাচাই করুন ✅
cs: Ověřit ✅
da: Verificér ✅
de: Bestätigen ✅
el: Επαλήθευση ✅
es: Verificar ✅
es_419: Verificar ✅
fa: تأیید ✅
fi: Vahvista ✅
fil: I-verify ✅
fr: Vérifier ✅
he: אמת ✅
hi: सत्यापित करें ✅
hu: Ellenőrzés ✅
hy: Հաստատել ✅
id: Verifikasi ✅
it: Verifica ✅
ja: 確認 ✅
ko: 확인 ✅
ms: Sahkan ✅
nb: Bekreft ✅
nl: Verifieer ✅
pl: Zweryfikuj ✅
pt_br: Verificar ✅
pt_pt: Verificar ✅
ro: Verifică ✅
ru: Подтвердить ✅
sv: Verifiera ✅
ta: சரிபார்க்கவும் ✅
te: ధృవీకరించండి ✅
th: ยืนยัน ✅
tr: Doğrula ✅
uk: Підтвердити ✅
ur: تصدیق کریں ✅
vi: Xác minh ✅
zh_hans: 验证 ✅
zh_hant: 驗證 ✅

source: Open in Settings app
ar: افتح في تطبيق الإعدادات
bn: Settings অ্যাপে খুলুন
cs: Otevřít v aplikaci Nastavení
da: Åbn i Indstillinger
de: In der Einstellungen-App öffnen
el: Άνοιγμα στις Ρυθμίσεις
es: Abrir en la app Ajustes
es_419: Abrir en la app Ajustes
fa: باز کردن در برنامه تنظیمات
fi: Avaa Asetukset-sovelluksessa
fil: Buksan sa Settings app
fr: Ouvrir dans l’app Réglages
he: פתח באפליקציית ההגדרות
hi: सेटिंग्स ऐप में खोलें
hu: Megnyitás a Beállítások alkalmazásban
hy: Բացել Կարգավորումներ հավելվածում
id: Buka di aplikasi Pengaturan
it: Apri nell'app Impostazioni
ja: 設定アプリで開く
ko: 설정 앱에서 열기
ms: Buka dalam aplikasi Tetapan
nb: Åpne i Innstillinger-appen
nl: Open in de app Instellingen
pl: Otwórz w aplikacji Ustawienia
pt_br: Abrir no app Ajustes
pt_pt: Abrir na app Definições
ro: Deschide în aplicația Setări
ru: Открыть в приложении «Настройки»
sv: Öppna i Inställningar
ta: Settings பயன்பாட்டில் திறக்கவும்
te: Settings యాప్‌లో తెరవండి
th: เปิดในแอปการตั้งค่า
tr: Ayarlar uygulamasında aç
uk: Відкрити в застосунку Налаштування
ur: Settings ایپ میں کھولیں
vi: Mở trong ứng dụng Cài đặt
zh_hans: 在“设置”应用中打开
zh_hant: 在「設定」App 中開啟

source: Open Settings
ar: فتح الإعدادات
bn: Settings খুলুন
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
es_419: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Settings
fr: Ouvrir les Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
hy: Բացել կարգավորումները
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Setări
ru: Открыть настройки
sv: Öppna Inställningar
ta: அமைப்புகளைத் திறக்கவும்
te: Settings తెరవండి
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
ur: Settings کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟「設定」
